////? Alert (Попередження):
////? Використовується для відображення повідомлення користувачу з кнопкою "OK". Наприклад:
////? window.alert("Це попередження!");
////? Prompt (Запит):
////? Використовується для отримання введеного користувачем значення. Він також має кнопки "OK" і "Cancel". Наприклад:
////? let result = window.prompt("Будь ласка, введіть своє ім'я", "Гість");
////? Confirm (Підтвердження):
////? Використовується для підтвердження або скасування дії користувачем. Має кнопки "OK" і "Cancel". Наприклад:
////? let result = window.confirm("Ви впевнені, що хочете видалити цей елемент?");



//?Цикл for використовується тоді, коли відомо точну кількість ітерацій, які потрібно виконати. Він має три частини:

//*Ініціалізація
//*Умова
//*Інкремент (або декремент)
//for (ініціалізація; умова; інкремент/декремент) {
// код, який виконується на кожній ітерації
//  }