const state = {
    header: [
        { url: 'telegram.svg', text: "Telegram" },
        { url: 'viber.svg', text: "Viber" },
    ],
    aside: [
        { title: 'Етапи курсу' },
        { title: 'Роботи учнів' },
        { title: 'Відгуки батьків' },
        { title: 'Інші курси' },
        { title: 'Контакти' },
    ],
    section2: [
        { url: "1.png", text: "Основи Програмування" },
        { url: "2.png", text: "Основи Мови" },
        { url: "3.png", text: "Терміни/Функції" },
        { url: "4.png", text: "PyGame" },
        { url: "5.png", text: "Python Pro" },
        { url: "6.png", text: "Диплом" },
    ],
    section3: [
        { url: "1.svg", title: "Не піднімаємо вартість", text: "Фіксуємо вартість навчання" },
        { url: "2.svg", title: "Поетапна оплата", text: "Оплата кожного семестру розбита на 2 частини (50% аванс 50% по завершенню)" },
        { url: "3.svg", title: "Дотримуємося вимог", text: "Несемо відповідальність за дотримання вимог." },
        { url: "4.svg", title: "Відповідальність", text: "Ми несемо відповідальність за наших учнів та їх прогрес" },
        { url: "5.svg", title: "Самостійно", text: "Відповідаємо на питання" },
        { url: "6.svg", title: "Проводимо вступні уроки", text: "На початку уроків проводимо вступні заняття." },
    ],
    section4: [
        { url: "1.png" },
        { url: "2.png" },
        { url: "3.png" },
        { url: "4.png" },
        { url: "5.png" },
        { url: "6.png" },
    ],
    section5: {
        ol: [
            "Вітаю, мене звуть",
            "Прізвище та ім’я.",
            "Я керівник компанії Мій Код",
        ],
        ul: [
            "Ми не просто робимо проєкти, ми розповідаємо їх складову, терміни, і як їх правильно розробляти.",
            "Ви не ризикуєте своїми грошима, нервами та часом. Ми беремо на себе повну відповідальність за конфлікти між учнями та вчителями.", "Наша команда прагне повної прозорості в роботі, тому ми із задоволенням показуємо кожен процес розробки, без прикрас.", "Ми гарантуємо Ваше мінімальне залучення до рутини навчання, беручи на себе весь комплекс навчального курсу.", "Ми знаємо все про те як працює програмування та як привернути увагу учня.", "Чітко розповідаємо про теяк як працює програмування та Python.",
        ]
    },
    section6: [
        { title: "15", text: "років досвіду у будівництві", },
        { title: "15", text: "фахівців у штаті", },
        { title: "53", text: "збудованих будинків", },
    ],
    slider: [
        { url: "sl1.png" },
        { url: "sl2.png" },
        { url: "sl3.png" },
        { url: "sl4.png" },
    ],
    footer: {
        titleFooter: [
            { title: "Наші роботи" },
            { title: "Відгуки клієнтів" },
            { title: "Партнери" },
        ],
        bud: [
            { link: "#", text: "- Каркасні будинки" },
            { link: "#", text: "- Будинки з клеєного бруса" },
            { link: "#", text: "- Фахверкові будинки" },
            { link: "#", text: "- Будинки з колод" },
            { link: "#", text: "- Альтанки" },
            { link: "#", text: "- Ремонт та оздоблення" },
        ],
        contact: [
            { link: "youtube.svg", url: "#" },
            { link: "instagramm.svg", url: "#" },
            { link: "facebook.png", url: "#" },
            
            
        ]
    }

}
export default state